Repository: giellalt/corpus-sme
Catalog: prestable/tmx/sms/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=388_lang=davvi.html.tmx
Source language: sme
Languages: sms

source: Sámekulturguovddáš Sajosa vuođđogeađgi muvrej
sms: SääŠmkultturkõõskõõzz Sajos vuâđđǩieŠđj

source: Sámekulturguovddáš SAJOSA vuođđogeađgi muvrejuvvui Anáris vistti huksenbáikkis duorastaga 10.6.2010 dmu 14 álgán dilálašvuođas.
sms: SääŠmkultturkõõskõõzz Sajos vuâđđǩieŠđj muŠvrješ Aanrest põrtt tuâjjmääddest nelljdpeeiŠv ǩieŠssmannu 10. peeŠiv 2010 čiâss 14 aŠlǧǧi prääŠzneǩpooddâst.

source: Dilálašvuođa ávvuhállin lei riikkabeivviid ruhtaváljagotti ságajođiheaddji, riikkabeailahttu Hannes Manninen.
sms: Poodd prääŠzneǩmainsteeŠjen leäi parlameent valdiateäŠǧǧvälljkååŠdd saaǥǥjååŠđteei, parlamentneǩ Hannes Manninen.

source: Guovdu Anára kirkosiidda, Juvdujoga gáddái ja Anárjávrri lahkosii boahtti sámekulturguovddáža vuđđui muvrejuvvui metállaskáhppu, mii sisttis doalai ee. vuođđogirjji (njeallje sierra giellaveršuvnna; suomagielat, anárašgielat, nuortalašgielat ja davvisámegielat), anus leahkki šlántečoakkáldaga, Anáris almmustuvvi ođđaseamos báikkálašaviissaid (Inarilainen, Ávvir, Lapin Kansa ja Pohjolan Sanomat) ja árbevirolaš sápmelaš, Sámi Duodji-buvttamearkkain merkejuvvon dujiid.
sms: Kâskka Aanar ceerkavsiid, Juutuajooǥǥ riddu ja AanarjääuŠr õõldâsvuõŠtte kaggõõtti SääŠmkultturkõõskõõzz vuõđđu muŠvrješ metallsylinder, koon sizz leŠjje pijjum vuâđđǩeŠrjj (nellj jeeŠres ǩiõll šiõttõõzz; lääŠddǩiõllsaž, aanarsääŠmǩiõllsaž, nuõrttsääŠmǩiõllsaž da tâŠvvsääŠmǩiõllsaž), âânnmõõžžâst åårrai smavvteäŠǧǧnorldõõǥǥ, Aanrest iŠlmmstõõvvi pääiklažgaŠzeâŠtid (Inarilainen, Avvir. Lapin kansa ja Pohjolan sanomat) da saaŠmi äŠrbbvuõđ, Sámi Duodji – ooudâsmiârkin pravvum ǩiõtt-tuâjaid.

source: Siiddas joatkašuvvan ávvudilálašvuođas ávvusága doalai riikkabeivviid ruhtaváljagotti ságajođiheaddji riikkabeailahttu Hannes Manninen.
sms: Siidast juätkkjam parlameent valdiateäŠǧǧvälljkååŠdd saaǥǥjååŠđteei, parlamentneǩ Hannes Manninen.

source: Sámedikki sága doalai Sámedikki ságajođiheaddji Klemetti Näkkäläjärvi, geavaheaddji sága doalai prošeaktahoavda Juha Guttorm ja hukseheaddji sága doalai Senaatti-kiinteistöt hoavda Jukka Liede.
sms: SääŠmteeŠǧǧ mainnâz õõŠni SääŠmteeŠǧǧ saaǥǥjååŠđteei Klemetti Näkkäläjärvi, õõŠnni mainnâz õõŠni projektšuuŠrmõs Juha Guttorm da raajteei mainnâz õõŠni Senaatt-ǩiiddõõzzi jååŠđteei Jukka Liede.

source: Anára gieldda dearvvahusa dilálašvuhtii buvttii Anára gielddastivrra ságajođiheaddji Teuvo Katajamaa.
sms: Aanar kååŠdd tiõrvtõõzz puuŠti Aanar kåŠddväŠldduum saaǥǥjååŠđteei Teuvo Katajamaa.
